alsa-utils
amd-ucode
arch-install-scripts
archinstall
accountsservice
autoconf
automake
b43-fwcutter
base
bind
blueberry
bluez
bluez-utils
brltty
broadcom-wl
btrfs-progs
clonezilla
cloud-init
cryptsetup
darkhttpd
ddrescue
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
e2fsprogs
edk2-shell
efibootmgr
espeakup
ethtool
exfatprogs
exo
f2fs-tools
fakeroot
fatresize
firefox-esr
fsarchiver
garcon
gcc
gimp
git
gnu-netcat
gpart
gpm
gptfdisk
grml-zsh-config
grub
gvfs
hdparm
hyperv
intel-ucode
inter-font
irssi
iw
iwd
jfsutils
kitty-terminfo
less
libfido2
librewolf
libusb-compat
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-atm
linux-firmware
linux-firmware-marvell
livecd-sounds
lsscsi
lvm2
lynx
make
man-db
man-pages
mc
mdadm
memtest86+
mkinitcpio
mkinitcpio-nfs-utils
mkinitcpio-openswap
modemmanager
mousepad
mtools
nano
nbd
ndisc6
nfs-utils
nilfs-utils
nmap
ntfs-3g
nvme-cli
open-iscsi
open-vm-tools
openconnect
openssh
openvpn
os-prober
partclone
parted
partimage
pavucontrol
pcsclite
pkgconf
ppp
pptpclient
pv
qemu-guest-agent
refind
reflector
reiserfsprogs
ristretto
rp-pppoe
rsync
rxvt-unicode-terminfo
screen
sdparm
sg3_utils
smartmontools
sof-firmware
sudo
syslinux
systemd-resolvconf
tcpdump
terminus-font
testdisk
thunar
thunar-archive-plugin
thunar-volman
tmux
tpm2-tss
transmission-gtk
tumbler
udftools
unrar
unzip
usb_modeswitch
usbmuxd
usbutils
vim
virtualbox-guest-utils-nox
vlc
vpnc
wireless-regdb
wireless_tools
wpa_supplicant
wvdial
xarchiver
xf86-video-vesa
xfce4-appfinder
xfce4-dev-tools
xfce4-docklike-plugin
xfce4-panel
xfce4-panel-profiles
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xdg-user-dirs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
